{
    "about": {
        "whoami": "WHOAMI",
        "my-name-is": "My name is",
        "my-description": ", I'm a developer seeking for new challenges and a student in Computer Science from Université de Sherbrooke. I will graduate at the end of April 2022.",
        "my-interests": "I'm interested in Video Games, Image Synthesis, Cyber Security, AI and Machine Learning."
    },
    "contact": {
        "contact-me": "CONTACT ME",
        "see-resume": "SEE RESUME"
    },
    "home": {
        "hello-world": "Hello World!",
        "im": "I'm",
        "developer": "a developer." 
    },
    "places-worked": {
        "places-ive-worked": "PLACES I'VE WORKED",
        "genetec": {
            "name": "Genetec",
            "header": "Software developer (internship) | Sherbrooke (QC) | May 2021 - August 2021",
            "task1": "Developed with C#, .NET and WPF a plugin for a building surveillance software allowing to use smart locks and keys, to configure their access controls and monitor their activities.",
            "task2": "Wrote unit tests with NUnit and SpecFlow frameworks.",
            "task3": "Analyzed problems as a team in an Agile Kanban environment."
        },
        "novom": {
            "name": "Novom Interactive",
            "header": "Full Stack Developer (internship) | Magog (QC) | September 2020 - December 2020",
            "task1": "Implemented with ReactJS and NodeJS new functionalities in a videoconferencing web app including a menu for configuring input and output devices to allow thousands of users to prepare before their conference.",
            "task2": "Wrote unit tests with Jest framework.",
            "task3": "Planned sprints in an Agile Scrum environment."
        },
        "nba": {
            "name": "NB Automation",
            "header": "Full Stack Developer | Granby (QC) | May 2019 - August 2019",
            "task1": "Added and updated forms in a CRUD software using C#, .NET and WPF used to perform quality control on manufactured products.",
            "task2": "Improved the design of an SQL database.",
            "task3": "Updated and fixed bugs to improve performance and stability."
        }
    },
    "projects": {
        "my-projects": "MY PROJECTS",
        "purrfect-escape-description": "In Purrfect Escape, we take on the role of a cat who is eager to go outside in order to satisfy his hunting instincts. However, this one is a prisoner of his house and his humans will not let him out. Can he find a way to escape? Made with Unity.",
        "worfo-description": "World of Rune Fantasy Online is an open world MMORPG game. Go on an adventure alone or with friends. Quest, fight, explore, improve your skills. Play your way and shape your destiny! Made with Unity, C#, MySQL and Ink.",
        "centre-description": "The Centre d'Entraide La Boussole is a help center for drug addicts, battered men and couples. Made with PHP, Laravel and MySQL.",
        "this-project": "And finally, this website is a project I made myself with React."
    }
}