{
    "about": {
        "whoami": "WHOAMI",
        "my-name-is": "Mon nom est",
        "my-description": ", je suis un développeur à la recherche de nouveaux défis et étudiant en informatique à l'Université de Sherbrooke. Je serai diplômé fin avril 2022.",
        "my-interests": "Je m'intéresse aux jeux vidéo, à la synthèse d'images, à la cybersécurité, à l'IA et à l'apprentissage automatique."
    },
    "contact": {
        "contact-me": "ME CONTACTER",
        "see-resume": "VOIR CV"
    },
    "home": {
        "hello-world": "Hello World!",
        "im": "Je suis",
        "developer": "un développeur." 
    },
    "places-worked": {
        "places-ive-worked": "ENDROITS OÙ J'AI TRAVAILLÉ",
        "genetec": {
            "name": "Genetec",
            "header": "Développeur logiciel (stage) | Sherbrooke (QC) | Mai 2021 – Août 2021",
            "task1": "Développer avec C#, .NET et WPF un plugin permettant d’utiliser dans un logiciel de surveillance de bâtiments des cadenas et clefs intelligents et d’y configurer des contrôles d’accès et monitorer leurs activités.",
            "task2": "Écrire des tests unitaires avec les frameworks NUnit et SpecFlow.",
            "task3": "Analyser des problématiques en équipe dans un environnement Agile Kanban."
        },
        "novom": {
            "name": "Novom Interactive",
            "header": "Développeur Full Stack (stage) | Magog (QC) | Septembre 2020 – Décembre 2020",
            "task1": "Implanter avec ReactJS et NodeJS de nouvelles fonctionnalités dans une application web de vidéoconférence dont un menu de configuration des périphériques d’entrée et de sortie afin de permettre à des milliers d’utilisateurs de se préparer avant leur conférence.",
            "task2": "Écrire des tests unitaires avec le framework Jest.",
            "task3": "Planifier des sprints en équipe dans un environnement Agile Scrum."
        },
        "nba": {
            "name": "NB Automation",
            "header": "Développeur Full Stack | Granby (QC) | Mai 2019 – Août 2019",
            "task1": "Ajouter et mettre à jour des formulaires dans un logiciel CRUD en utilisant C#, .NET et WPF servant à faire du contrôle de qualité sur des produits fabriqués en manufacture.",
            "task2": "Améliorer la conception d’une base de données SQL.",
            "task3": "Mettre à jour et corriger des bugs afin d’améliorer la performance et stabilité."
        }
    },
    "projects": {
        "my-projects": "MES PROJETS",
        "purrfect-escape-description": "Dans Purrfect Escape, nous jouons le rôle d'un chat désireux de sortir pour satisfaire ses instincts de chasseur. Cependant, celui-ci est prisonnier de sa maison et ses humains ne le laissent pas sortir. Pourra-t-il trouver moyen de s'échapper? Fait avec Unity et C#.",
        "worfo-description": "World of Rune Fantasy Online est un jeu MMORPG en monde ouvert. Partez à l'aventure seul ou entre amis. Recherchez, combattez, explorez, améliorez vos compétences. Jouez à votre façon et façonnez votre destin! Fait avec Unity, C#, MySQL et Ink.",
        "centre-description": "Le Centre d'Entraide La Boussole est un centre d'aide aux toxicomanes, hommes battus et couples. Fait avec PHP, Laravel et MySQL.",
        "this-project": "Et enfin, ce site est un projet que j'ai moi-même fait avec React."
    }
}